Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: I hope it can help more people achieve their goals, and I will continue to update it to make the app even better.
ar: آمل أن يساعد التطبيق المزيد من الناس على تحقيق أهدافهم، وسأواصل التحديث لجعل التطبيق أفضل.
az: Ümid edirəm ki, bu, daha çox insana hədəflərinə çatmaqda kömək edəcək və tətbiqi daha yaxşı etmək üçün onu daim yeniləyəcəyəm.
bg: Надявам се това приложение да помогне на повече хора да постигнат целите си, а аз ще продължа да го обновявам, за да го направя по-добро.
bn: আমি আশা করি এটি আরও বেশি মানুষকে তাদের লক্ষ্য অর্জনে সহায়তা করবে এবং আমি অ্যাপটিকে আরও ভালো করার জন্য আপডেট করতে থাকব।
ca: Espero que ajudi més gent a assolir els seus objectius, i continuaré actualitzant l'aplicació per fer-la millor.
ceb: Nanghinaut ako nga makatabang kini sa daghang tawo nga makab-ot ang ilang mga katuyoan, ug padayon nako kining i-update aron mahimong mas maayo ang app.
cs: Doufám, že pomůže více lidem dosáhnout jejich cílů, a budu ji neustále aktualizovat, aby se aplikace používala lépe.
da: Jeg håber, den kan hjælpe flere mennesker med at nå deres mål, og jeg vil løbende opdatere for at gøre appen bedre.
de: Ich hoffe, dass sie mehr Menschen hilft, ihre Ziele zu erreichen, und ich werde die App ständig aktualisieren, um sie zu verbessern.
el: Ελπίζω να βοηθήσει περισσότερους ανθρώπους να επιτύχουν τους στόχους τους και θα συνεχίσω να το ενημερώνω για να γίνει καλύτερο.
es: Espero que ayude a más personas a alcanzar sus objetivos, y seguiré actualizándola para mejorarla.
es_us: Espero que ayude a más personas a alcanzar sus metas, y seguiré actualizándola para mejorarla.
et: Loodan, et see aitab rohkematel inimestel oma eesmärke saavutada, ja jätkan uuendamist, et rakendust paremaks muuta.
fa: امیدوارم این برنامه بتواند به افراد بیشتری در تحقق اهدافشان کمک کند و من نیز به طور مداوم آن را به‌روزرسانی خواهم کرد تا کاربری بهتری داشته باشد.
fi: Toivon, että se auttaa useampia ihmisiä saavuttamaan tavoitteensa, ja päivitän sovellusta jatkuvasti paremmaksi.
fil: Umaasa ako na makakatulong ito sa mas maraming tao na makamit ang kanilang mga layunin, at patuloy kong ia-update ang app para mas mapaganda ito.
fr: J'espère que cela aidera plus de gens à atteindre leurs objectifs, et je continuerai à mettre à jour l'application pour la rendre meilleure.
fr_ca: J'espère qu'elle aidera plus de gens à atteindre leurs objectifs, et je continuerai à la mettre à jour pour l'améliorer.
ga: Tá súil agam gur féidir leis cabhrú le níos mó daoine a gcuid spriocanna a bhaint amach, agus leanfaidh mé ag nuashonrú chun an aip a dhéanamh níos fearr.
gu: હું આશા રાખું છું કે તે વધુ લોકોને તેમના લક્ષ્યો પ્રાપ્ત કરવામાં મદદ કરશે, અને હું એપ્લિકેશનને વધુ સારી બનાવવા માટે તેને સતત અપડેટ કરીશ.
he: אני מקווה שזה יעזור ליותר אנשים להשיג את מטרותיהם, ואמשיך לעדכן כדי לשפר את האפליקציה.
hi: मुझे उम्मीद है कि यह अधिक लोगों को अपने लक्ष्यों को प्राप्त करने में मदद करेगा, और मैं ऐप को बेहतर बनाने के लिए इसे लगातार अपडेट करता रहूंगा।
hr: Nadam se da će pomoći većem broju ljudi u postizanju njihovih ciljeva, a ja ću nastaviti ažurirati aplikaciju kako bih je učinio boljom.
hu: Remélem, hogy ez az alkalmazás több embernek segít elérni a céljait, és folyamatosan frissítem majd, hogy még jobban használható legyen.
id: Saya berharap ini dapat membantu lebih banyak orang mencapai tujuan mereka, dan saya akan terus memperbarui agar aplikasi ini semakin baik digunakan.
is: Ég vona að þetta hjálpi fleirum að ná markmiðum sínum og ég mun halda áfram að uppfæra til að gera appið betra.
it: Spero che possa aiutare più persone a raggiungere i propri obiettivi e continuerò ad aggiornarla per rendere l'applicazione sempre migliore.
ja: このアプリがより多くの人の目標達成に役立つことを願っています。また、より使いやすいアプリにするために更新を続けていきます。
jv: Aku ngarep-arep iki bisa mbantu luwih akeh wong nggayuh tujuwane, lan aku bakal terus nganyari supaya aplikasi dadi luwih apik.
kk: Бұл көбірек адамдарға өз мақсаттарына жетуге көмектеседі деп үміттенемін және қолданбаны жақсарту үшін үнемі жаңартып отырамын.
km: ខ្ញុំសង្ឃឹមថាវាអាចជួយមនុស្សកាន់តែច្រើនឱ្យសម្រេចបាននូវគោលដៅរបស់ពួកគេ ហើយខ្ញុំក៏នឹងបន្តធ្វើបច្ចុប្បន្នភាព ដើម្បីធ្វើឱ្យកម្មវិធីកាន់តែងាយស្រួលប្រើ។
kn: ಇದು ಹೆಚ್ಚು ಜನರಿಗೆ ತಮ್ಮ ಗುರಿಗಳನ್ನು ಸಾಧಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಾನು ನಿರಂತರವಾಗಿ ನವೀಕರಿಸುತ್ತೇನೆ.
ko: 이 앱이 더 많은 분들의 목표 달성에 도움이 되기를 바라며, 더 나은 앱을 만들기 위해 꾸준히 업데이트하겠습니다.
lt: Tikiuosi, kad ji padės daugiau žmonių pasiekti savo tikslus, o aš nuolat atnaujinsiu programėlę, kad ji būtų patogesnė.
lv: Ceru, ka tā palīdzēs vairāk cilvēkiem sasniegt savus mērķus, un es turpināšu atjaunināt lietotni, lai padarītu to labāku.
ml: കൂടുതൽ ആളുകളെ അവരുടെ ലക്ഷ്യങ്ങൾ കൈവരിക്കാൻ ഇത് സഹായിക്കുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു, ആപ്പ് മികച്ചതാക്കാൻ ഞാൻ നിരന്തരം അപ്‌ഡേറ്റ് ചെയ്യും.
mr: मला आशा आहे की हे ॲप अधिकाधिक लोकांना त्यांची ध्ये्ये साध्य करण्यात मदत करेल आणि मी हे ॲप अधिक उपयुक्त बनवण्यासाठी सतत अपडेट करत राहीन.
ms: Saya berharap ia dapat membantu lebih ramai orang mencapai matlamat mereka, dan saya akan terus mengemas kini untuk menjadikan aplikasi lebih baik.
my: ဒီ App က လူများစွာကို သူတို့ရဲ့ ရည်မှန်းချက်တွေ ပြည့်မြောက်ဖို့ ကူညီပေးနိုင်မယ်လို့ မျှော်လင့်သလို၊ App ကို ပိုကောင်းအောင်လည်း ဆက်လက် မွမ်းမံသွားပါမယ်။
nb: Jeg håper den kan hjelpe flere med å nå sine mål, og jeg vil kontinuerlig oppdatere appen for å gjøre den bedre.
nl: Ik hoop dat het meer mensen kan helpen hun doelen te bereiken, en ik zal de app blijven updaten om hem gebruiksvriendelijker te maken.
or: ମୁଁ ଆଶା କରୁଛି ଯେ ଏହା ଅଧିକ ଲୋକଙ୍କୁ ସେମାନଙ୍କର ଲକ୍ଷ୍ୟ ହାସଲ କରିବାରେ ସାହାଯ୍ୟ କରିବ, ମୁଁ ଆପ୍‌କୁ ଉନ୍ନତ କରିବା ପାଇଁ କ୍ରମାଗତ ଭାବରେ ଅପଡେଟ୍ ମଧ୍ୟ କରିବି।
pa: ਮੈਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਇਹ ਹੋਰ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਟੀਚਿਆਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ, ਅਤੇ ਮੈਂ ਐਪ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਇਸਨੂੰ ਅਪਡੇਟ ਕਰਦਾ ਰਹਾਂਗਾ।
pl: Mam nadzieję, że pomoże to większej liczbie osób osiągnąć ich cele, a ja będę stale aktualizować aplikację, aby była coraz lepsza.
pt_br: Espero que ele ajude mais pessoas a alcançarem seus objetivos, e continuarei atualizando para tornar o aplicativo ainda melhor.
pt_pt: Espero que possa ajudar mais pessoas a alcançar seus objetivos, e continuarei atualizando para tornar o aplicativo melhor.
ro: Sper că poate ajuta mai mulți oameni să-și atingă obiectivele și voi continua să actualizez aplicația pentru a o îmbunătăți.
ru: Я надеюсь, что это приложение поможет многим достичь своих целей, и буду постоянно улучшать его.
sk: Dúfam, že pomôže viacerým ľuďom dosiahnuť ich ciele, a budem ju neustále aktualizovať, aby bola ešte lepšia.
sl: Upam, da bo pomagala več ljudem doseči njihove cilje, in jo bom nenehno posodabljal, da bo še boljša.
sq: Shpresoj që të ndihmojë më shumë njerëz të arrijnë qëllimet e tyre, dhe do të vazhdoj ta përditësoj për ta bërë aplikacionin më të mirë.
sv: Jag hoppas att den kan hjälpa fler människor att nå sina mål, och jag kommer att ständigt uppdatera den för att göra appen bättre.
sw: Natumai inaweza kusaidia watu zaidi kufikia malengo yao, na nitaendelea kuisasisha ili kuifanya programu kuwa bora zaidi.
ta: இது அதிகமான மக்கள் தங்கள் இலக்குகளை அடைய உதவும் என்று நான் நம்புகிறேன், மேலும் செயலியை மேம்படுத்த நான் தொடர்ந்து புதுப்பிப்பேன்.
te: ఇది ఎక్కువ మంది తమ లక్ష్యాలను సాధించడంలో సహాయపడుతుందని నేను ఆశిస్తున్నాను మరియు యాప్‌ను మెరుగుపరచడానికి నేను నిరంతరం అప్‌డేట్ చేస్తాను.
th: ผมหวังว่าแอปนี้จะช่วยให้ผู้คนบรรลุเป้าหมายของตนเองได้มากขึ้น และผมจะอัปเดตอย่างต่อเนื่องเพื่อให้แอปใช้งานได้ดียิ่งขึ้น
tr: Bunun daha fazla insanın hedeflerine ulaşmasına yardımcı olmasını umuyorum ve uygulamayı daha kullanışlı hale getirmek için sürekli güncelleyeceğim.
uk: Сподіваюся, цей додаток допоможе багатьом досягти своїх цілей. Я буду постійно оновлювати його для зручності.
ur: مجھے امید ہے کہ یہ زیادہ سے زیادہ لوگوں کو اپنے مقاصد حاصل کرنے میں مدد دے گا، اور میں اسے مزید بہتر بنانے کے لیے اپ ڈیٹ کرتا رہوں گا۔
uz: Umid qilamanki, bu ko'proq odamlarga o'z maqsadlariga erishishda yordam beradi va men ilovani yanada qulay qilish uchun doimiy ravishda yangilab boraman.
vi: Tôi hy vọng nó có thể giúp nhiều người đạt được mục tiêu của mình hơn, và tôi cũng sẽ liên tục cập nhật để ứng dụng trở nên hữu ích hơn.
zh_hans: 我希望它能帮助更多的人实现自己的目标，我也会不断更新，让应用更好用。
zh_hant: 我希望它能幫助更多的人實現自己的目標，我也會不斷更新，讓應用程式更好用。
zh_hk: 我希望它能幫助更多的人實現自己的目標，我也會不斷更新，讓 App 更好用。

source: iCloud is in beta, so please be careful when switching on and off.
ar: iCloud في مرحلة الاختبار، يرجى توخي الحذر عند تبديل المفتاح.
az: iCloud beta mərhələsindədir, zəhmət olmasa keçidi ehtiyatla dəyişin.
bg: iCloud е в бета етап, моля, превключвайте внимателно.
bn: iCloud পরীক্ষামূলক পর্যায়ে রয়েছে, দয়া করে সতর্কতার সাথে সুইচ পরিবর্তন করুন।
ca: iCloud està en fase beta, si us plau, canvieu l'interruptor amb precaució.
ceb: Ang iCloud anaa sa beta stage, palihug pag-amping sa pag-switch.
cs: iCloud je ve fázi beta testování, přepínejte prosím opatrně.
da: iCloud er i testfasen, skift venligst med forsigtighed.
de: iCloud befindet sich in der Testphase, bitte schalten Sie vorsichtig um.
el: Το iCloud βρίσκεται σε δοκιμαστική φάση, παρακαλούμε αλλάξτε τη ρύθμιση με προσοχή.
es: iCloud está en fase beta, por favor cambia el interruptor con precaución.
es_us: iCloud está en fase beta, por favor usa el interruptor con precaución.
et: iCloud on beetafaasis, palun lülitage lülitit ettevaatlikult.
fa: iCloud در مرحله آزمایشی است، لطفاً کلید را با احتیاط تغییر دهید.
fi: iCloud on testivaiheessa, käytä kytkintä varoen.
fil: Ang iCloud ay nasa beta stage pa lamang, mangyaring mag-ingat sa pag-switch.
fr: iCloud est en phase de test, veuillez l'activer avec prudence.
fr_ca: iCloud est en phase bêta, veuillez basculer le commutateur avec prudence.
ga: Tá iCloud i gcéim béite, bí cúramach agus tú ag scoránú an lasc.
gu: iCloud પરીક્ષણ તબક્કામાં છે, કૃપા કરીને સ્વીચને સાવધાનીપૂર્વક બદલો.
he: iCloud נמצא בשלב בדיקות (בטא), אנא החלף את המתג בזהירות.
hi: iCloud परीक्षण चरण में है, कृपया स्विच को सावधानीपूर्वक टॉगल करें।
hr: iCloud je u beta fazi, molimo pažljivo mijenjajte postavke.
hu: Az iCloud béta fázisban van, kérjük, óvatosan kapcsolja át.
id: iCloud dalam tahap beta, harap berhati-hati saat mengganti tombol.
is: iCloud er á tilraunastigi, vinsamlegast farðu varlega þegar þú kveikir/slökkvir.
it: iCloud è in fase beta, si prega di attivare/disattivare con cautela.
ja: iCloudはベータ段階です。スイッチの切り替えは慎重に行ってください。
jv: iCloud lagi ing tahap uji coba, mangga ati-ati nalika ngalih tombol.
kk: iCloud тестілеу сатысында, қосқышты абайлап ауыстырыңыз.
km: iCloud ស្ថិតក្នុងដំណាក់កាលសាកល្បង សូមប្តូរកុងតាក់ដោយប្រុងប្រយ័ត្ន។
kn: iCloud ಪರೀಕ್ಷಾ ಹಂತದಲ್ಲಿದೆ, ದಯವಿಟ್ಟು ಸ್ವಿಚ್ ಅನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಬದಲಾಯಿಸಿ.
ko: iCloud는 베타 테스트 단계이므로 스위치 전환 시 주의해 주세요.
lt: „iCloud“ yra bandomojoje stadijoje, prašome atsargiai junginėti jungiklį.
lv: iCloud ir beta stadijā, lūdzu, esiet uzmanīgi, pārslēdzot slēdzi.
ml: iCloud ടെസ്റ്റിംഗ് ഘട്ടത്തിലാണ്, ദയവായി സ്വിച്ച് ശ്രദ്ധാപൂർവ്വം മാറ്റുക.
mr: iCloud चाचणी टप्प्यात आहे, कृपया काळजीपूर्वक स्विच बदला.
ms: iCloud berada dalam fasa beta, sila berhati-hati semasa menukar suis.
my: iCloud သည် စမ်းသပ်ဆဲ အဆင့်တွင် ရှိနေသောကြောင့် ခလုတ်ကို သတိထားပြီး ဖွင့်/ပိတ် ပြုလုပ်ပါ။
nb: iCloud er i betafase, vennligst vær forsiktig når du bytter.
nl: iCloud bevindt zich in de testfase, wees voorzichtig met schakelen.
or: iCloud ପରୀକ୍ଷାମୂଳକ ପର୍ଯ୍ୟାୟରେ ଅଛି, ଦୟାକରି ସତର୍କତାର ସହିତ ସୁଇଚ୍ କରନ୍ତୁ।
pa: iCloud ਟੈਸਟਿੰਗ ਪੜਾਅ ਵਿੱਚ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਵਧਾਨੀ ਨਾਲ ਸਵਿੱਚ ਬਦਲੋ।
pl: iCloud jest w fazie testowej, proszę ostrożnie przełączać.
pt_br: O iCloud está em fase beta, por favor, alterne a opção com cautela.
pt_pt: O iCloud está em fase beta, por favor, alterne com cuidado.
ro: iCloud este în fază de testare, vă rugăm să comutați cu prudență.
ru: iCloud находится в стадии бета-тестирования, переключайте с осторожностью.
sk: iCloud je v beta verzii, prepínajte opatrne.
sl: iCloud je v beta fazi, prosimo, preklapljajte previdno.
sq: iCloud është në fazën beta, ju lutemi ndërroni butonin me kujdes.
sv: iCloud är i betastadiet, vänligen växla med försiktighet.
sw: iCloud iko katika hatua ya majaribio, tafadhali badilisha kwa uangalifu.
ta: iCloud சோதனை நிலையில் உள்ளது, தயவுசெய்து கவனமாக மாற்றவும்.
te: iCloud టెస్టింగ్ దశలో ఉంది, దయచేసి జాగ్రత్తగా స్విచ్ చేయండి.
th: iCloud อยู่ในขั้นตอนการทดสอบ โปรดใช้ความระมัดระวังในการเปิด/ปิด
tr: iCloud beta aşamasındadır, lütfen anahtarı dikkatli kullanın.
uk: iCloud на стадії бета-тестування, перемикайте обережно.
ur: iCloud ٹیسٹنگ کے مرحلے میں ہے، براہ کرم سوئچ کرتے وقت احتیاط برتیں۔
uz: iCloud sinov bosqichida, iltimos, o'tkazgichni ehtiyotkorlik bilan ishlating.
vi: iCloud đang trong giai đoạn thử nghiệm, vui lòng thận trọng khi chuyển đổi công tắc.
zh_hans: iCloud处于测试阶段，请谨慎切换开关。
zh_hant: iCloud 處於測試階段，請謹慎切換開關。
zh_hk: iCloud 處於測試階段，請謹慎切換開關。

source: Icon
ar: رمز
az: İkon
bg: Икона
bn: আইকন
ca: Icona
cs: Ikona
da: Ikon
de: Symbol
el: Εικονίδιο
es: Icono
es_us: Ícono
et: Ikoon
fa: آیکون
fi: Kuvake
fr: Icône
fr_ca: icône
ga: Deilbhín
gu: ચિહ્ન
he: סמל
hi: आइकन
hr: Ikona
hu: Ikon
id: Ikon
is: Tákn
it: Icona
ja: アイコン
jv: Ikon
kk: Белгіше
km: រូបតំណាង
kn: ಐಕಾನ್
ko: 아이콘
lt: Piktograma
lv: Ikona
ml: ഐക്കൺ
mr: आयकॉन
ms: Ikon
my: အိုင်ကွန်
nb: Ikon
nl: Icoon
or: ଆଇକନ୍
pa: ਆਈਕਨ
pl: Ikona
pt_br: Ícone
pt_pt: Ícone
ro: Pictogramă
ru: Иконка
sk: Ikona
sl: Ikona
sq: Ikona
sv: Ikon
sw: Aikoni
ta: ஐகான்
te: చిహ్నం
th: ไอคอน
tr: Simge
uk: Іконка
ur: آئیکن
uz: Belgilar
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示
zh_hk: 圖示

# IDR
source: Indonesian Rupiah
ar: روبية إندونيسية
az: İndoneziya rupisi
bg: Индонезийска рупия
bn: ইন্দোনেশিয়ান রুপিয়াহ
ca: Rúpia indonèsia
cs: Indonéská rupie
da: Indonesisk Rupiah
de: Indonesische Rupiah
el: Ρουπία Ινδονησίας
es: Rupia indonesia
es_us: Rupia indonesia
et: Indoneesia ruupia
fa: روپیه اندونزی
fi: Indonesian rupia
fr: Roupie indonésienne
fr_ca: Roupie indonésienne
ga: Rupiah na hIndinéise
gu: ઇન્ડોનેશિયન રૂપિયો
he: רופיה אינדונזית
hi: इंडोनेशियाई रुपिया
hr: Indonezijska rupija
hu: Indonéz rúpia
id: Rupiah Indonesia
is: Indónesísk rúpía
it: Rupia indonesiana
ja: インドネシア・ルピア
jv: Rupiah Indonesia
kk: Индонезия рупиясы
km: រូពីឥណ្ឌូនេស៊ី
kn: ಇಂಡೋನೇಷ್ಯಾ ರೂಪಯ್ಯ
ko: 인도네시아 루피아
lt: Indonezijos rupija
lv: Indonēzijas rūpija
ml: ഇന്തോനേഷ്യൻ റുപിയ
mr: इंडोनेशियन रुपिया
ms: Rupiah Indonesia
my: အင်ဒိုနီးရှား ရူပီးယား
nb: Indonesiske rupiah
nl: Indonesische roepia
or: ଇଣ୍ଡୋନେସିଆ ରୁପିଆ
pa: ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ
pl: Rupia indonezyjska
pt_br: Rupia indonésia
pt_pt: Rupia indonésia
ro: Rupie indoneziană
ru: Индонезийская рупия
sk: Indonézska rupia
sl: Indonezijska rupija
sq: Rupia Indoneziane
sv: Indonesisk rupia
sw: Rupiah ya Indonesia
ta: இந்தோனேசிய ரூபியா
te: ఇండోనేషియా రూపాయి
th: รูเปียห์อินโดนีเซีย
tr: Endonezya Rupisi
uk: Індонезійська рупія
ur: انڈونیشیائی روپیہ
uz: Indoneziya rupiyasi
vi: Rupiah Indonesia
zh_hant: 印尼盾
zh_hk: 印尼盾

# ILS
source: Israeli New Shekel
ar: شيكل إسرائيلي جديد
az: İsrail yeni şekeli
bg: Израелски нов шекел
bn: ইসরায়েলি নিউ শেকেল
ca: Nou xéquel israelià
cs: Izraelský nový šekel
da: Ny Israelsk Shekel
de: Neuer israelischer Schekel
el: Νέο Σέκελ Ισραήλ
es: Nuevo séquel israelí
es_us: Nuevo séquel israelí
et: Iisraeli uus seekel
fa: شِکِل جدید اسرائیل
fi: Israelin uusi sekeli
fr: Nouveau shekel israélien
fr_ca: Nouveau shekel israélien
ga: Shekel Nua Iosrael
gu: ઇઝરાયેલી નવો શેકેલ
he: שקל חדש
hi: इज़राइली न्यू शेकेल
hr: Izraelski novi šekel
hu: Izraeli új sékel
id: Shekel Baru Israel
is: Nýr ísraelskur sikill
it: Nuovo shekel israeliano
ja: イスラエル・新シェケル
jv: Shekel Anyar Israel
kk: Израиль жаңа шекелі
km: ញូសេហ្គែលអ៊ីស្រាអែល
kn: ಇಸ್ರೇಲಿ ನ್ಯೂ ಶೆಕೆಲ್
ko: 이스라엘 신 셰켈
lt: Izraelio naujasis šekelis
lv: Izraēlas jaunais šekelis
ml: ഇസ്രായേലി ന്യൂ ഷെക്കെൽ
mr: इस्रायली न्यू शेकेल
ms: New Shekel Israel
my: အစ္စရေး ရှကယ်အသစ်
nb: Israelske nye shekel
nl: Israëlische nieuwe shekel
or: ଇସ୍ରାଏଲି ନ୍ୟୁ ଶେକେଲ୍
pa: ਇਜ਼ਰਾਈਲੀ ਨਿਊ ਸ਼ੇਕੇਲ
pl: Nowy szekel izraelski
pt_br: Novo siclo israelense
pt_pt: Novo shekel israelense
ro: Shekel nou israelian
ru: Израильский новый шекель
sk: Nový izraelský šekel
sl: Izraelski novi šekel
sq: Shekel i Ri Izraelit
sv: Israelisk ny shekel
sw: Shekel Mpya ya Israeli
ta: இஸ்ரேலிய புதிய ஷெக்கல்
te: ఇజ్రాయెలీ న్యూ షెకెల్
th: นิวเชเกลอิสราเอล
tr: İsrail Yeni Şekeli
uk: Новий ізраїльський шекель
ur: اسرائیلی نیو شیکل
uz: Isroil yangi shekeli
vi: Shekel mới Israel
zh_hant: 以色列新謝克爾
zh_hk: 以色列新謝克爾

source: In 2024, after leaving my previous company, I began to think about what I really wanted to do.
ar: في 2024، بعد ترك الشركة السابقة، بدأت أفكر فيما أريد فعله حقًا.
az: 2024-cü ildə əvvəlki şirkətdən ayrıldıqdan sonra həqiqətən nə etmək istədiyim barədə düşünməyə başladım.
bg: През 2024 г., след като напуснах предишната си компания, започнах да мисля какво наистина искам да правя.
bn: ২০২৪ সালে, আগের কোম্পানি থেকে পদত্যাগ করার পর, আমি ভাবতে শুরু করি যে আমি আসলে কী করতে চাই।
ca: El 2024, després de deixar la meva empresa anterior, vaig començar a pensar en el que realment volia fer.
ceb: Sa tuig 2024, human sa pagbiya sa akong kanhing kompanya, nagsugod ako sa paghunahuna kon unsa gyud ang gusto nakong buhaton.
cs: V roce 2024, po odchodu z předchozí firmy, jsem začal přemýšlet o tom, co opravdu chci dělat.
da: I 2024, efter at have sagt op fra mit tidligere firma, begyndte jeg at tænke over, hvad jeg virkelig ville lave.
de: Im Jahr 2024, nachdem ich mein vorheriges Unternehmen verlassen hatte, begann ich darüber nachzudenken, was ich wirklich tun wollte.
el: Το 2024, αφού έφυγα από την προηγούμενη εταιρεία μου, άρχισα να σκέφτομαι τι πραγματικά θέλω να κάνω.
es: En 2024, tras dejar mi anterior empresa, empecé a pensar en lo que realmente quería hacer.
es_us: En 2024, tras dejar mi anterior empleo, comencé a pensar en lo que realmente quería hacer.
et: 2024. aastal, pärast eelmisest ettevõttest lahkumist, hakkasin mõtlema, mida ma tegelikult teha tahan.
fa: در سال ۲۰۲۴، پس از استعفا از شرکت قبلی، شروع به فکر کردن درباره کاری کردم که واقعاً می‌خواستم انجام دهم.
fi: Vuonna 2024, irtisanouduttuani edellisestä yrityksestä, aloin miettiä, mitä todella haluan tehdä.
fil: Noong 2024, matapos umalis sa dati kong kumpanya, nagsimula akong mag-isip kung ano talaga ang gusto kong gawin.
fr: En 2024, après avoir quitté mon entreprise précédente, j'ai commencé à réfléchir à ce que je voulais vraiment faire.
fr_ca: En 2024, après avoir quitté mon entreprise précédente, j'ai commencé à réfléchir à ce que je voulais vraiment faire.
ga: Sa bhliain 2024, tar éis dom mo chuideachta roimhe seo a fhágáil, thosaigh mé ag smaoineamh ar cad a theastaigh uaim a dhéanamh i ndáiríre.
gu: 2024 માં, છેલ્લી કંપનીમાંથી રાજીનામું આપ્યા પછી, મેં વિચારવાનું શરૂ કર્યું કે હું ખરેખર શું કરવા માંગું છું.
he: בשנת 2024, לאחר שעזבתי את החברה הקודמת שלי, התחלתי לחשוב מה אני באמת רוצה לעשות.
hi: 2024 में, पिछली कंपनी से इस्तीफा देने के बाद, मैंने सोचना शुरू किया कि मैं वास्तव में क्या करना चाहता हूं।
hr: 2024. godine, nakon što sam napustio prethodnu tvrtku, počeo sam razmišljati o tome što stvarno želim raditi.
hu: 2024-ben, miután kiléptem az előző munkahelyemről, elkezdtem gondolkodni azon, hogy mit is szeretnék valójában csinálni.
id: Pada tahun 2024, setelah mengundurkan diri dari perusahaan sebelumnya, saya mulai memikirkan apa yang sebenarnya ingin saya lakukan.
is: Árið 2024, eftir að hafa hætt hjá fyrra fyrirtæki, fór ég að hugsa um hvað ég vildi raunverulega gera.
it: Nel 2024, dopo aver lasciato la mia precedente azienda, ho iniziato a pensare a cosa volessi veramente fare.
ja: 2024年、前の会社を退職した後、自分が本当にやりたいことは何かを考え始めました。
jv: Ing taun 2024, sawise metu saka perusahaan sadurunge, aku wiwit mikir babagan apa sing pengin daklakoni tenan.
kk: 2024 жылы алдыңғы компаниямнан кеткеннен кейін, мен шынымен не істегім келетіні туралы ойлана бастадым.
km: នៅឆ្នាំ 2024 បន្ទាប់ពីលាឈប់ពីក្រុមហ៊ុនមុន ខ្ញុំបានចាប់ផ្តើមគិតអំពីអ្វីដែលខ្ញុំពិតជាចង់ធ្វើ។
kn: 2024 ರಲ್ಲಿ, ಹಿಂದಿನ ಕಂಪನಿಯಿಂದ ರಾಜೀನಾಮೆ ನೀಡಿದ ನಂತರ, ನಾನು ನಿಜವಾಗಿಯೂ ಏನು ಮಾಡಲು ಬಯಸುತ್ತೇನೆ ಎಂದು ಯೋಚಿಸಲು ಪ್ರಾರಂಭಿಸಿದೆ.
ko: 2024년, 다니던 회사를 퇴사한 후 제가 정말 하고 싶은 일이 무엇인지 고민하기 시작했습니다.
lt: 2024 m., išėjęs iš ankstesnės įmonės, pradėjau galvoti, ką iš tikrųjų noriu veikti.
lv: 2024. gadā, pēc aiziešanas no iepriekšējā uzņēmuma, sāku domāt par to, ko patiesībā vēlos darīt.
ml: 2024-ൽ, മുൻ കമ്പനിയിൽ നിന്ന് രാജിവച്ച ശേഷം, ഞാൻ യഥാർത്ഥത്തിൽ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നതെന്ന് ചിന്തിക്കാൻ തുടങ്ങി.
mr: २०२४ मध्ये, मागच्या कंपनीतून राजीनामा दिल्यानंतर, मी मला खरोखर काय करायचे आहे याचा विचार करू लागलो.
ms: Pada tahun 2024, selepas berhenti dari syarikat sebelumnya, saya mula berfikir tentang apa yang sebenarnya saya mahu lakukan.
my: ၂၀၂၄ ခုနှစ်၊ ယခင်ကုမ္ပဏီမှ ထွက်ပြီးနောက် ကျွန်တော် တကယ်လုပ်ချင်တဲ့အရာကို စတင် စဉ်းစားခဲ့ပါတယ်။
nb: I 2024, etter å ha sluttet i min forrige jobb, begynte jeg å tenke på hva jeg egentlig ville gjøre.
nl: In 2024, nadat ik ontslag had genomen bij mijn vorige bedrijf, begon ik na te denken over wat ik echt wilde doen.
or: ୨୦୨୪ ରେ, ପୂର୍ବ କମ୍ପାନୀରୁ ଇସ୍ତଫା ଦେବା ପରେ, ମୁଁ ପ୍ରକୃତରେ କଣ କରିବାକୁ ଚାହେଁ ସେ ବିଷୟରେ ଚିନ୍ତା କରିବା ଆରମ୍ଭ କଲି।
pa: 2024 ਵਿੱਚ, ਪਿਛਲੀ ਕੰਪਨੀ ਛੱਡਣ ਤੋਂ ਬਾਅਦ, ਮੈਂ ਸੋਚਣਾ ਸ਼ੁਰੂ ਕੀਤਾ ਕਿ ਮੈਂ ਅਸਲ ਵਿੱਚ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦਾ ਸੀ।
pl: W 2024 roku, po odejściu z poprzedniej firmy, zacząłem zastanawiać się, co naprawdę chcę robić.
pt_br: Em 2024, após sair da minha empresa anterior, comecei a pensar no que realmente queria fazer.
pt_pt: Em 2024, após sair da minha empresa anterior, comecei a pensar no que realmente queria fazer.
ro: În 2024, după ce am plecat de la compania anterioară, am început să mă gândesc la ce îmi doream cu adevărat să fac.
ru: В 2024 году, уволившись из компании, я начал думать о том, чем действительно хочу заниматься.
sk: V roku 2024, po odchode z predchádzajúcej firmy, som začal premýšľať o tom, čo chcem skutočne robiť.
sl: Leta 2024 sem po odhodu iz prejšnjega podjetja začel razmišljati o tem, kaj si resnično želim početi.
sq: Në vitin 2024, pasi u largova nga kompania e mëparshme, fillova të mendoj për atë që vërtet doja të bëja.
sv: År 2024, efter att ha slutat på mitt förra företag, började jag fundera på vad jag verkligen ville göra.
sw: Mwaka 2024, baada ya kuacha kampuni ya awali, nilianza kufikiria kile nilichotaka kufanya hasa.
ta: 2024 இல், எனது முந்தைய நிறுவனத்திலிருந்து வெளியேறிய பிறகு, நான் உண்மையில் என்ன செய்ய விரும்புகிறேன் என்று சிந்திக்கத் தொடங்கினேன்.
te: 2024లో, నా మునుపటి కంపెనీని విడిచిపెట్టిన తర్వాత, నేను నిజంగా ఏమి చేయాలనుకుంటున్నానో ఆలోచించడం ప్రారంభించాను.
th: ในปี 2024 หลังจากลาออกจากบริษัทเดิม ผมเริ่มคิดทบทวนถึงสิ่งที่ผมอยากทำจริงๆ
tr: 2024 yılında, önceki şirketimden ayrıldıktan sonra, gerçekten ne yapmak istediğimi düşünmeye başladım.
uk: У 2024 році, звільнившись з попередньої роботи, я почав думати про те, чим справді хочу займатися.
ur: 2024 میں، اپنی پچھلی کمپنی چھوڑنے کے بعد، میں نے سوچنا شروع کیا کہ میں واقعی کیا کرنا چاہتا ہوں۔
uz: 2024-yilda, oldingi kompaniyamdan ketganimdan so'ng, men haqiqatan ham nima qilishni xohlayotganim haqida o'ylay boshladim.
vi: Vào năm 2024, sau khi rời công ty cũ, tôi bắt đầu suy nghĩ về những gì mình thực sự muốn làm.
zh_hans: 2024年，从上一家公司离职后，我开始思考自己真正想做的事。
zh_hant: 2024 年，從上一家公司離職後，我開始思考自己真正想做的事。
zh_hk: 2024 年，從上一家公司離職後，我開始思考自己真正想做的事。
